[
  {"id":"adlerHowReadBook1972","abstract":"With half a million copies in print, How to Read a Book is the best and most successful guide to reading comprehension for the general reader, completely rewritten and updated with new material. A CNN Book of the Week: “Explains not just why we should read books, but how we should read them. It's masterfully done.” –Farheed ZakariaOriginally published in 1940, this book is a rare phenomenon, a living classic that introduces and elucidates the various levels of reading and how to achieve them—from elementary reading, through systematic skimming and inspectional reading, to speed reading. Readers will learn when and how to “judge a book by its cover,” and also how to X-ray it, read critically, and extract the author’s message from the text. Also included is instruction in the different techniques that work best for reading particular genres, such as practical books, imaginative literature, plays, poetry, history, science and mathematics, philosophy and social science works. Finally, the authors offer a recommended reading list and supply reading tests you can use measure your own progress in reading skills, comprehension, and speed.","author":[{"family":"Adler","given":"Mortimer J."},{"family":"Doren","given":"Charles Van"}],"citation-key":"adlerHowReadBook1972","edition":"Revised and Updated ed. edition","event-place":"New York, NY","ISBN":"978-0-671-21209-4","issued":{"date-parts":[["1972",8,15]]},"language":"English","number-of-pages":"426","publisher":"Touchstone","publisher-place":"New York, NY","source":"Amazon","title":"How to Read a Book","type":"book"},
  {"id":"ahrensHowTakeSmart2022","author":[{"family":"Ahrens","given":"Sönke"}],"citation-key":"ahrensHowTakeSmart2022","edition":"2nd ed. edition","ISBN":"978-3-9824388-0-1","issued":{"date-parts":[["2022",3,9]]},"language":"English","number-of-pages":"188","publisher":"Sönke Ahrens","source":"Amazon","title":"How to Take Smart Notes: One Simple Technique to Boost Writing, Learning and Thinking","title-short":"How to Take Smart Notes","type":"book"},
  {"id":"allenGettingThingsDone2015","abstract":"\"The Bible of business and personal productivity\" —Lifehack\"A completely revised and updated edition of the blockbuster bestseller from 'the personal productivity guru'\"—Fast CompanySince it was first published almost fifteen years ago, David Allen’s Getting Things Done has become one of the most influential business books of its era, and the ultimate book on personal organization. “GTD” is now shorthand for an entire way of approaching professional and personal tasks, and has spawned an entire culture of websites, organizational tools, seminars, and offshoots. Allen has rewritten the book from start to finish, tweaking his classic text with important perspectives on the new workplace, and adding material that will make the book fresh and relevant for years to come. This new edition of Getting Things Done will be welcomed not only by its hundreds of thousands of existing fans but also by a whole new generation eager to adopt its proven principles.","author":[{"family":"Allen","given":"David"},{"family":"Fallows","given":"James"}],"citation-key":"allenGettingThingsDone2015","edition":"Revised ed. edition","event-place":"New York City","ISBN":"978-0-14-312656-0","issued":{"date-parts":[["2015",3,17]]},"language":"English","number-of-pages":"352","publisher":"Penguin Books","publisher-place":"New York City","source":"Amazon","title":"Getting Things Done: The Art of Stress-Free Productivity","title-short":"Getting Things Done","type":"book"},
  {"id":"bruserArtPracticingGuide1999","author":[{"family":"Bruser","given":"Madeline"},{"family":"Menuhin","given":"Yehudi"}],"citation-key":"bruserArtPracticingGuide1999","edition":"Illustrated edition","event-place":"New York, NY","ISBN":"978-0-609-80177-2","issued":{"date-parts":[["1999",2,2]]},"language":"English","number-of-pages":"288","publisher":"Crown","publisher-place":"New York, NY","source":"Amazon","title":"The Art of Practicing: A Guide to Making Music from the Heart","title-short":"The Art of Practicing","type":"book"},
    {"id":"graeberBullshitJobsTheory2018","author":[{"family":"Graeber","given":"David"}],"citation-key":"graeberBullshitJobsTheory2018","event-place":"New York","ISBN":"978-1-5011-4331-1","issued":{"date-parts":[["2018",5,15]]},"language":"English","number-of-pages":"368","publisher":"Simon & Schuster","publisher-place":"New York","source":"Amazon","title":"Bullshit Jobs: A Theory","title-short":"Bullshit Jobs","type":"book"},
  {"id":"wedgeEarTrainingSightSingingApplied2012","abstract":"The purpose of this book is to present theE lements of Music in a direct and concise manner; to show as simply as possible the reason for these things; to give the pupil material for practice and instruct him how to use this material. Each step is presented in three ways: first, exercises to be written; second, exercises for dictation to be used in Ear-training; third, exercises forS ight-reading. Section A of each Lesson contains the exercises for written work; Sections Band Cthe exercises forE ar-training andS ightreading. In class-work it has been found practical to use three fiftyminute periods a week, devoting a period to each Section. Following is the plan of the book, showing the development of the work and the order in which the factors are taken up. An Acknowledgement The author wishes to express his thanks toD r. Frank Damrosch for his confidence in this work and his generous attitude as it was developed in the classes at the Institute of Musical A rt; To Miss Helen W. Whiley, whose cooperation and enthusiasm in presenting this subject have made the work possible; also, for writing the exercises for study of the first fifteen lessons in Eartraining; To Dr. Thomas Tapper for reviewing the manuscript and for valuable suggestions in the arrangement of the material; and To Dr. Percy Goetchius excellent book, Melody-W riting, for the order of presentation of the points in Melodic Construction. George A. Wedge.(Typographical errors above are due to OCR software and don't occur in the book.)About the Publisher Forgotten Books is a publisher of historical writings, such as: Philosophy, Classics, Science, Religion, History, Folklore and Mythology.Forgotten Books' Classic Reprint Series utilizes the latest technology to regenerate facsimiles of historically important writings. Careful attention has been made to accurately preserve the original format of each page whilst digitall","author":[{"family":"Wedge","given":"George A."}],"citation-key":"wedgeEarTrainingSightSingingApplied2012","issued":{"date-parts":[["2012",6,9]]},"language":"English","number-of-pages":"184","publisher":"Forgotten Books","source":"Amazon","title":"Ear-Training and Sight-Singing Applied to Elementary Musical Theory, a Practical and Coördinated Course for Schools and Private Study","type":"book"},
  {"id":"yuzukiButterNovelFood2024","author":[{"family":"Yuzuki","given":"Asako"}],"citation-key":"yuzukiButterNovelFood2024","event-place":"New York, NY","ISBN":"978-0-06-323640-0","issued":{"date-parts":[["2024",4,16]]},"language":"English","number-of-pages":"464","publisher":"Ecco","publisher-place":"New York, NY","source":"Amazon","title":"Butter: A Novel of Food and Murder","title-short":"Butter","translator":[{"family":"Barton","given":"Polly"}],"type":"book"}
]
